tap 'git-duet/tap'
tap 'kryptco/tap'
tap 'vmware-tanzu/carvel'
tap 'tilt-dev/tap'

cask 'android-studio'
cask 'authy'
cask 'docker'
cask 'flycut'
cask 'google-backup-and-sync'
cask 'google-cloud-sdk'
cask 'google-chrome'
cask 'grammarly'
cask 'intellij-idea'
cask 'iterm2'
cask 'shiftit'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'

brew 'chruby'
brew 'ctlptl'
brew 'direnv'
brew 'elixir'
brew 'exercism'
brew 'go'
brew 'hyperkit'
brew 'hub'
brew 'imgpkg' 
brew 'jq'
brew 'kapp'
brew 'kbld' 
brew 'kind'
brew 'kubectl'
brew 'kubectx'
brew 'kube-ps1'
brew 'kustomize'
brew 'lastpass-cli'
brew 'minikube'
brew 'nvm'
brew 'octant'
brew 'openjdk'
brew 'postgresql', restart_service: true
brew 'pstree'
brew 'rsync'
brew 'ruby-install'
brew 'stow'
brew 'telnet'
brew 'the_platinum_searcher'
brew 'tilt'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'ytt'
