# GUI Applications
cask 'block-goose'
cask 'discord'
cask 'docker'
cask 'flycut'
cask 'ghostty'
cask 'google-drive'
cask 'google-chrome'
cask 'ollama'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zed'

# Fonts
cask 'font-jetbrains-mono'

# Modern shell tools
brew 'starship'           # Modern cross-shell prompt
brew 'fzf'                # Fuzzy finder
brew 'eza'                # Modern ls replacement
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'

# Development tools
brew 'block-goose-cli'
brew 'oven-sh/bun/bun'
brew 'chruby'
brew 'coreutils'
brew 'direnv'
brew 'duti'
brew 'exercism'
brew 'fswatch'
brew 'gh'
brew 'go'
brew 'withgraphite/tap/graphite'
brew 'jq'
brew 'just'
brew 'nvm'
brew 'postgresql@14', restart_service: true
brew 'pstree'
brew 'python'
brew 'rsync'
brew 'ruby-install'
brew 'stow'
brew 'telnet'
brew 'the_platinum_searcher'
brew 'tmux'
brew 'tree'
brew 'uv'
brew 'watch'
brew 'wget'
