tap 'git-duet/tap'
tap 'kryptco/tap'
tap 'tilt-dev/tap'
tap 'buildpacks/tap'

cask 'android-studio'
cask 'authy'
cask 'docker'
cask 'element'
cask 'flycut'
cask 'google-drive'
cask 'google-cloud-sdk'
cask 'google-chrome'
cask 'grammarly'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'kindle'
cask 'pop'
cask 'signal'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'

brew 'chruby'
brew 'ctlptl'
brew 'direnv'
brew 'elixir'
brew 'exercism'
brew 'go'
brew 'hub'
brew 'jq'
brew 'kind'
brew 'kubectl'
brew 'kubectx'
brew 'kube-ps1'
brew 'kustomize'
brew 'k9s'
brew 'lastpass-cli'
brew 'minikube'
brew 'nvm'
brew 'octant'
brew 'openjdk@8'
brew 'pack'
brew 'postgresql', restart_service: true
brew 'pstree'
brew 'python'
brew 'rsync'
brew 'ruby-install'
brew 'stow'
brew 'telnet'
brew 'the_platinum_searcher'
brew 'tilt'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
